Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J30.tmx
Source language: en_us
Languages: zh_cn

source: Chapter 1 THE ABANDONED ROAD
zh_cn: 第一章 被离弃的道路

source: A programme whose basic thesis is, not that the system of free enterprise for profit has failed in this generation, but that it has not yet been tried.--F. D. Roosevelt.
zh_cn: 一个纲领，其基本命题是，并非追求利润的自由企业制度已在这一代人中失败，而是尚未经受考验。——F·D·罗斯福

source: When the course of civilisation takes an unexpected turn, when instead of the continuous progress which we have come to expect, we find ourselves threatened by evils associated by us with past ages of barbarism, we blame naturally anything but ourselves.
zh_cn: 当文明的进程发生了一个出人意料的转折时一即当我们发现自己没有像我们预料的那样持续前进，而是受到我们将其与往昔野蛮时代联想在一起的种种邪恶的威胁时，我们自然要怨天尤人而不自责。

source: Have we not all striven according to our best lights, and have not many of our finest minds incessantly worked to make this a better world?
zh_cn: 我们不是都已根据自己最高明的见解而奋斗，我们当中许多最优秀的头脑不是已为建立一个更美满的世界而不停地工作吗？

source: Have not all our efforts and hopes been directed towards greater freedom, justice, and prosperity?
zh_cn: 我们所有的努力和希望不是已经以更多的自由、公正和繁荣为目标吗？

source: If the outcome is so different from our aims, if, instead of freedom and prosperity, bondage and misery stare us in the face, is it not clear that sinister forces must have foiled our intentions, that we are the victims of some evil power which must be conquered before we can resume the road to better things?
zh_cn: 如果结果与我们的目标如此地不同，如果我们面对的不是自由和繁荣，而是奴役和苦难，那么，邪恶的势力必定已挫败我们的意图，我们成为了某种邪恶力量的牺牲品。

source: However much we may differ when we name the culprit, whether it is the wicked capitalist or the vicious spirit of a particular nation, the stupidity of our elders, or a social system not yet, although we have struggled against it for half a century, fully overthrown——we all are, or at least were until recently, certain of one thing: that the leading ideas which during the last generation have become common to most people of goodwill and have determined the major changes in our social life cannot have been wrong.
zh_cn: 对这些邪恶力量，在我们能继续走上通往美好事物的道路之前，我们一定要加以征服，不就是显而易见的了吗？无论我们在指出罪魁祸首时分歧多大，无论它是不义的资本家，还是某一民族的邪恶精神，是我们前人的愚蠢，还是那个我们曾与之斗争了半个世纪但仍未完全推翻的社会制度一我们大家，至少在最近以前，都肯定了这样一件事：前一代人中为大多数善良的人们所共有的、决定着我们社会生活主要变化的主导观念不会有错。

source: We are ready to accept almost any explanation of the present crisis of our civilisation except one: that the present state of the world may be the result of genuine error on our own part, and that the pursuit of some of our most cherished ideals have apparently produced results utterly different from those which we expected.
zh_cn: 我们准备接受对于我们文明当前危机的任何解释，但除开这一点：世界的现状或许是我们自身真正错误的后果，对我们所珍爱的某些理想的追求，明显地产生了与我们的预期大相径庭的后果。

source: While all our energies are directed to bringing this war to a victorious conclusion, it is sometimes difficult to remember that even before the war the values for which we are now fighting were threatened here and destroyed elsewhere.
zh_cn: 当我们将全部精力投入到争取这次战争胜利结束时，有时难以想到，即使在战前，我们现在正为之而战的价值，在这里已受到威胁，而在别处则已毁灭。

source: Though for the time being the different ideals are represented by hostile nations fighting for their existence, we must not forget that this conflict has grown out of a struggle of ideas within what, not so long ago, was a common European civilisation; and that the tendencies which have culminated in the creation of the totalitarian systems were not confined to the countries which have succumbed to them.
zh_cn: 虽然现时为生存而交战的敌对各国代表着不同的理想，我们却绝不能忘记这种冲突来自各种观念的斗争，而这些观念不久以前还存在于一个共同的欧洲文明之中；那种最终将创造一种极权主义体制的趋势并不局限于深陷于这种趋势之中的国家。

source: Though the first task must now be to win the war, to win it will only gain us another opportunity to face the basic problems and to find a way of averting the fate which has overtaken kindred civilisations.
zh_cn: 虽然我们现在的当务之急是赢得这场战争，但赢得这场战争只不过使我们获得另一次机会去面对根本问题，并寻求一种途径以避免重蹈类似文明的覆辙。

source: Now, it is somewhat difficult to think of Germany and Italy, or of Russia, not as different worlds, but as products of a development of thought in which we have shared; it is, at least so far as our enemies are concerned, easier and more comforting to think that they are entirely different from us and that what happened there cannot happen here.
zh_cn: 现在，要不把德国和意大利或俄国看作不同的世界，而把它们看作我们所共享思想发展的结果，还是有些困难的；至少就我们的敌人而言，将他们看作与我们完全不同，在他们那里发生的事不会在我们这里发生，是比校心安理得了。

source: Yet the history of these countries in the years before the rise of the totalitarian system showed few features with which we are not familiar.
zh_cn: 然而，这些国家在极权主义体制兴起以前的那些年的历史所表现的特征，几乎没有我们不熟悉的。

source: The external conflict is a result of a transformation of European thought in which others have moved so much faster as to bring them into irreconcilable conflict with our ideals, but which has not left us unaffected.
zh_cn: 外在冲突是欧洲思想转变的后果，在这种转变过程中，别的国家进展得更快，以致于使它们与我们的理想发生不可调和的冲突，而我们自身并未置身于这种转变之外。

source: That a change of ideas, and the force of human will, have made the world what it is now, though men did not foresee the results, and that no spontaneous change in the facts obliged us thus to adapt our thought, is perhaps particularly difficult for the English to see, just because in this development the English have, fortunately for them, lagged behind most of the European peoples.
zh_cn: 观念的转变和人类意志的力量使世界形成现在的状况，虽则人们预见不到后果，而且事实中又没有任何自发变化迫使我们这样与我们的思想相适应，这一点对英国人来说特别难以理解，正是因为在这种发展中英国人落后于欧洲大多数民族的缘故，这对他们倒是件幸事。

source: We still think of the ideals which guide us and have guided us for the past generation, as ideals only to be realised in the future, and are not aware how far in the last twenty-five years they have already transformed, not only the world, but also this country.
zh_cn: 我们仍然把现在正引导人们和在过去的一代人中引导人们的各种理想看作仅能在未来实现的理想，我们也没意识到，近25年中在多大程度上它们不仅改变了世界，也改变了这个国家。

source: We still believe that until quite recently we were governed by what are vaguely called nineteenth-century ideas or the principle of laissez-faire.
zh_cn: 直到最近，我们仍然相信我们为那种被含糊地称为19世纪的观念或自由放任的原则所支配。

source: Compared with some other countries, and from the point of view of those impatient to speed up the change, there may be some justification for such belief But although till 1931 this country had followed only slowly on the path on which others had led, even by then we had moved so far that only those whose memory goes back to the years before the last war know what a liberal world has been like.
zh_cn: 与其它各国相比，并从那些急于加速变革的人们的观点看，这种信念或许有些道理。但是，尽管直到1931年这个国家只是徐徐地遵循其它国家引导的道路，即使在那时，我们已进展得如此之快，以致于只有那些记忆能湖及上次战争之前那个年头的人，才能了解自由世界是什么样子。

source: The crucial point of which people here are still so little aware is, however, not merely the magnitude of the changes which have taken place during the last generation, but the fact that they mean a complete change in the direction of the evolution of our ideas and social order.
zh_cn: 然而，这里的人民仍很少觉察的关键问题，不仅是发生在上一代人中变化的程度之巨大，而是它们意床着我们观念和社会秩序演变方向完全改变这一事实。

source: For at least twenty-five years before the spectre of totalitarianism became a real threat, we had progressively been moving away from the basic ideas on which European civilisation has been built.
zh_cn: 至少在极权主义的魔影变成真正威胁之前的25年中，我们已经日益偏离了作为欧洲文明基础的基本观念。

source: That this movement on which we have entered with such high hopes and ambitions should have brought us face to face with the totalitarian horror has come as a profound shock to this generation, which still refuses to connect the two facts.
zh_cn: 我们怀着如此崇高的希望和雄心走进的这个运动，居然使我们直接面对极权主义的威胁，这对仍然不愿将这两个事实联系在一起的当前的这一代人来说，不啻是一次探睬的震动。

source: Yet this development merely confirms the warnings of the fathers of the liberal philosophy which we still profess.
zh_cn: 然而，这一发展仅仅证实了我们仍然奉行的自由主义哲学之父辈的警告。

source: We have progressively abandoned that freedom in economic affairs without which personal and political freedom has never existed in the past.
zh_cn: 我们逐渐放弃了经济事务中的自由，而离开这种自由，就绝不会存在已往的那种个人的和政治的自由。

source: Although we had been warned by some of the greatest political thinkers of the nineteenth century, by de TDcqueville and Lord Acton, that socialism means slavery, we have steadily moved in the direction of socialism.
zh_cn: 尽管我们受到德·托克维尔和阿克顿勋爵这些伟大的19世纪思想家的警告，即社会主义意味着奴役，但我们仍沿着社会主义方向稳步前进。

source: And now that we have seen a new form of slavery arise before our eyes, we have so completely forgotten the warning, that it scarcely occurs to us that the two things may be connected.
zh_cn: 而现在我们已看到这一种新的奴役形式在我们面前兴起，而我们却把这种警告忘得一干二净，以致我们很难想到这两件事情可能联系在一起。

source: How sharp a break not only with the recent past but with the whole evolution of Western civilisation the modern trend towards socialism means, becomes clear if we consider it not merely against the background of the nineteenth century, but in a longer historical perspective.
zh_cn: 现代的社会主义趋向，不仅对不久的过去，而且对西方文明的整个演进过程意味着多么鲜明的决裂，如果不仅以19世纪为背景，而且以更长远的历史观点来看，就显然很清楚了。

source: We are rapidly abandoning not the views merely of Cobden and Bright, of Adam Smith and Hume, or even of Locke and Milton, but one of the salient characteristics of Western civilisation as it has grown from the foundations laid by Christianity and the Greeks and Romans.
zh_cn: 我们正在迅速放弃的不仅是科布登和布赖特、亚当·斯密和休谟、甚至洛克和弥尔顿的观点，而且是在基督教以及希腊人和罗马人奠定的基础上逐渐成长起来的西方文明的显著特点之一。

source: Not merely nineteenth- and eighteenth-century liberalism, but the basic individualism inherited by us from Erasmus and Montaigne, from Cicero and Tacitus, Pericles and Thucydides is progressively relinquished.
zh_cn: 不仅是19世纪和18世纪的自由主义，而且连我们从伊拉斯谟和蒙田，从西塞罗和塔西佗、伯里克利和修昔底德那里继承来的基本的个人主义，都在逐渐被放弃。

source: The Nazi leader who described the National-Socialist revolution as a counter-Renaissance spoke more truly than he probably knew.
zh_cn: 纳粹领袖把民族社会主义革命说成是一次反文艺复兴运动，可能不由自主地说了真话。

source: It was the decisive step in the destruction of that civilisation which modern man had built up from the age of the Renaissance and which was above all an individualist civilisation.
zh_cn: 它是毁灭现代人从文艺复兴时代起建立的尤其是个人主义文明的一个决定性步骤。

source: Individualism has a bad name to-day and the term has come to be connected with egotism and selfishness.
zh_cn: 个人主义在今天名声不佳，这个词和利己主义与自私自利联系在一起。

source: But the individualism of which we speak in contrast to socialism and all other forms of collectivism has no necessary connection with these.
zh_cn: 但我们所说的与社会主义和一切形式的集体主义相对立的个人主义，与这些东西没有必然的联系。

source: Only gradually in the course of this book shall we be able to make clear the contrast between the two opposing principles.
zh_cn: 只有在本书的进程中，我们才能逐步搞清这两种对立原则之间的不同。

source: But the essential features of that individualism which, from elements provided by Christianity and the philosophy of classical antiquity, was first fully developed during the Renaissance and has since grown and spread into what we know as Western European civilisation——the respect for the individual man qua man, that is the recognition of his own views and tastes as supreme in his own sphere, however narrowly that may be circumscribed, and the belief that it is desirable that men should develop their own individual gifts and bents.
zh_cn: 由基督教与古典哲学提供基本原则的个人主义，在文艺复兴时代第一次得到充分发展，此后逐渐成长和发展为我们所了解的西方文明。这种个人主义的基本特征，就是把个人当作人来尊重；就是在他自己的范围内承认他的看法和趣味是至高无上的。

source: "Freedom" and "liberty" are now words so worn with use and abuse that one must hesitate to employ them to express the ideals for which they stood during that period.
zh_cn: 纵然这个范围可能被限制得很狭瞌；也就是相信人应该发展自己的天赋和爱好，“Freedom”和“liberty”这些字眼儿常常被滥用，以致我们在使用它们表明它们当时所代表的理想时，也颇费踌躇。

source: Tolerance is, perhaps, the only word which still preserves the full meaning of the principle which during the whole of this period was in the ascendant and which only in recent times has again been in decline, to disappear completely with the rise of the totalitarian state.
zh_cn: 宽容或许是唯一还能保留这个原则完整意义的字眼儿，这个原则在那个时期整个过程中都处于上升状态，只是在近来才又趋低落，且将随极权主义国家的兴起而彻底消亡。

source: The gradual transformation of a rigidly organised hierarchic system into one where men could at least attempt to shape their own life, where man gained the opportunity of knowing and choosing between different forms of life, is closely associated with the growth of commerce.
zh_cn: 从一个严格组织起来的等级制度逐渐转变成另一种制度，在这种制度之下，人至少能尝试去创造自己的生活，有机会了解和选择不同的生活方式，这种转变是和商业的发展密切相关的。

source: From the commercial cities of Northern Italy the new view of life spread with commerce to the west and north, through France and the south-west of Germany to the Low Countries and the British Isles, taking firm root wherever there was no despotic political power to stifle it.
zh_cn: 新的人生观随着商业从意大利北部的商业城市传到西部和北部，通过法国和德国西南部传到低地国家和不列颠诸岛，坚实地扎根于没有受到专制政治势力压抑的地方。

source: In the Low Countries and Britain it for a long time enjoyed its fullest development and for the first time had an opportunity to grow freely and to become the foundation of the social and political life of these countries.
zh_cn: 在低地国家和不列颠，它长期得到充分的发展，并且第一次有机会自由生长，成为这些国家社会政治生活的基础。

source: And it was from there that in the late seventeenth and eighteenth centuries it again began to spread in a more fully developed form to the West and East, to the New World and the centre of the European continent where devastating wars and political oppression had largely submerged the earlier beginnings of a similar growth.
zh_cn: 而正是从那里，在17世纪后期和18世纪，它再次以充分发展了的形式开始传到西方和东方，传到新大陆，传到欧洲大陆的中部，在那里，毁灭性的战争和政治上的压迫严重地压制了类似发展较早的开端。

source: During the whole of this modern period of European history the general direction of social development was one of freeing the individual from the ties which had bound him to the customary or prescribed ways in the pursuit of his ordinary activities.
zh_cn: 在近代欧洲历史的整个时期中，社会发展的总方向，是使个人从他从事日常活动时束缚他的那些习惯和成规的羁绊中解放出来。

source: The conscious realisation that the spontaneous and uncontrolled efforts of individuals were capable of producing a complex order of economic activities could come only after this development had made some progress.
zh_cn: 至于自觉地认识到个人的自发的和不受拘束的努力能够产生一种经济活动的复杂秩序，则只有在这种发展已有某些进展之后才能达到。

source: The subsequent elaboration of a consistent argument in favour of economic freedom was the outcome of a free growth of economic activity which had been the undesigned and unforeseen by-product of political freedom.
zh_cn: 随后到来的拥护经济自由的有系统的论证，乃是经济活动自由发展的结果，而这又是政治自由的一种无计划的和预见不到的副产品。

source: Perhaps the greatest result of the unchaining of individual energies was the marvellous growth of science which followed the march of individual liberty from Italy to England and beyond.
zh_cn: 个人活力解放的最大结果，可能就是科学的惊人发展，它随着个人自由从意大利向英国和更远的地方进军。

source: That the inventive faculty of man had been no less in earlier periods is shown by the many highly ingenious automatic toys and other mechanical contrivances constructed while industrial technique still remained stationary, and by the development in some industries which, like mining or watchmaking, were not subject to restrictive controls.
zh_cn: 人类早期的创造能力并不很差，通过工业技术还处于停滞状态时的许多高度机巧的玩具和其它机械装置，以及那些还没受到限制性管制的工业，如矿业和钟表业的发展，这一点就可以得到证明。

source: But the few attempts towards a more extended industrial use of mechanical inventions, some extraordinarily advanced, were promptly suppressed, and the desire for knowledge was stifled, so long as the dominant views were held to be binding for all: the beliefs of the great majority on what was right and proper were allowed to bar the way of the individual innovator.
zh_cn: 但是，只要占主导地位的观点被认为对所有人有约束力，即大多数人关于是非曲直的信念能够阻碍个别发明家的道路，少数企图把机械发明更广泛地应用于工业的尝试，尽管其中有些非常先进，仍很快地被压制了，寻求知识的欲望也被窒息了。

source: Only since industrial freedom opened the path to the free use of new knowledge, only since everything could be tried—if somebody could be found to back it at his own risk——and, it should be added, as often as not from outside the authorities officially entrusted with the cultivation of learning, has science made the great strides which in the last hundred and fifty years have changed the face of the world.
zh_cn: 只是在工业自由打开了自由使用新知识的道路以后，只是在凡是能找到人支持和承担风险的每件事都可尝试以后，而且这种支持还必须是来自不是官方指定的提倡学术的当局，科学才得以迈步前进，并在过去15。年中改变了世界的面貌。

source: As is so often true, the nature of our civilisation has been seen more clearly by its enemies than by most of its friends: "the perennial Western malady, the revolt of the individual against the species", as that nineteenth-century totalitarian, Auguste Comte, has described it, was indeed the force which built our civilisation.
zh_cn: 如常有的情况那样，对我们文明的性质，敌人往往比多数朋友看得更清楚：像19世纪的极权主义者奥古斯特·孔德所描述的那样：“西方的长年痼疾，个体对种属的反抗”，实际上是构建我们文明的力量。

source: What the nineteenth century added to the individualism of the preceding period was merely to make all classes conscious of freedom, to develop systematically and continuously what had grown in a haphazard and patchy manner and to spread it from England and Holland over most of the European Continent.
zh_cn: 19世纪对前一世纪的个人主义的增益，仅仅是使所有阶级都意识到自由，把偶然地和拼凑地成长起来的东西加以系统和连续的发展，并将其从英国和荷兰传播到欧洲大陆大部分地区。
